Revit 2027 API
LossFactor.LossFactorValue Property
 The calculated loss factor value
Namespace: Autodesk.Revit.DB.Lighting
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double LossFactorValue { get; }
Public ReadOnly Property LossFactorValue As Double
	Get
public:
property double LossFactorValue {
	double get ();
}
member LossFactorValue : float with get
Property Value
Double
See Also
Reference
LossFactor Class
Autodesk.Revit.DB.Lighting Namespace